Repository: SciNetHPC/myscinet
Catalog: app/priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Attempting to reconnect
fr: Tentative de reconnexion

source: Something went wrong!
fr: Une erreur s'est produite !

source: We can't find the internet
fr: Connexion Internet introuvable

source: close
fr: fermer

source: Account
fr: Compte

source: State
fr: État

source: Submit Time
fr: Heure de soumission

source: User
fr: Utilisateur

source: Sign In
fr: Se connecter

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe invalide.

source: Login successful!
fr: Connexion réussie!

source: Password
fr: Mot de passe

source: Alloc TRES
fr: TRES alloués

source: CPU Time
fr: Temps CPU

source: Elapsed
fr: Temps écoulé

source: End Time
fr: Heure de fin

source: Exit Code
fr: Code de sortie

source: Group
fr: Groupe

source: Max Disk Read
fr: Lecture disque maximale

source: Max Disk Write
fr: Écriture disque maximale

source: Max RSS
fr: RSS maximal

source: Max VM Size
fr: Taille VM maximale

source: Nodes
fr: Nœuds

source: Start Time
fr: Heure de début

source: System CPU
fr: CPU système

source: Time Limit
fr: Limite de temps

source: Total CPU
fr: CPU total

source: Workdir
fr: Répertoire de travail

source: Cluster/ID
fr: Grappe/ID

source: Download CSV
fr: Télécharger CSV

source: Name
fr: Nom

source: Walltime
fr: Temps mur

source: Search for...
fr: Rechercher...

source: Sign out %{user}
fr: Déconnexion de %{user}

source: Signed out %{user}
fr: %{user} déconnecté

source: CPU Memory Available [GiB]
fr: Mémoire CPU disponible (Gio)

source: CPU Usage [%]
fr: Utilisation CPU (%)

source: GPU Usage [%]
fr: Utilisation GPU (%)

source: Infiniband data received [GiB/s]
fr: Données Infiniband reçues (Gio/s)

source: Infiniband data transmitted [GiB/s]
fr: Données Infiniband émises (Gio/s)

source: Infiniband packets received [million/s]
fr: Paquets Infiniband reçus (millions/s)

source: Infiniband packets transmitted [million/s]
fr: Paquets Infiniband émis (millions/s)

source: Error loading performance data.
fr: Erreur lors du chargement des données de performance.

source: "Recent" here means a few weeks. The scheduler's memory of past usage decays with a half-life of one week. The pie-chart shows each user's share of recent usage.
fr: Ici, "récent" signifie quelques semaines. La mémoire de l'ordonnanceur pour l'utilisation passée décroît avec une demi-vie d'une semaine. Le graphique circulaire montre la part d'utilisation récente de chaque utilisateur.

source: Allocations are "use it or lose it", not a lump sum. The scheduler adjusts your job priority based on your recent usage, so that your average usage matches your allocation.
fr: Les allocations sont "utilisez-les ou perdez-les", pas un montant forfaitaire. L'ordonnanceur ajuste la priorité de vos tâches en fonction de votre utilisation récente, afin que votre utilisation moyenne corresponde à votre allocation.

source: CPU cycles per instruction
fr: Cycles CPU par instruction

source: CPU frequency [GHz]
fr: Fréquence CPU (GHz)

source: CPU power [W]
fr: Puissance CPU (W)

source: Double-precision floating point operations [TFLOP/s]
fr: Opérations en virgule flottante double précision (TFlop/s)

source: Email(s)
fr: Courriel(s)

source: GPU SM Active [%]
fr: SM GPU actifs (%)

source: Memory read bandwidth [GiB/s]
fr: Bande passante lecture mémoire (Gio/s)

source: Memory write bandwidth [GiB/s]
fr: Bande passante écriture mémoire (Gio/s)

source: Queue Priority
fr: Priorité de file d'attente

source: Recent Usage (%)
fr: Utilisation récente (%)

source: Recently, this account has used <strong>%{percent}%</strong> of its rolling allocation (<strong>~%{cores} %{units}</strong>).
fr: Récemment, ce compte a utilisé <strong>%{percent}%</strong> de son allocation glissante (<strong>~%{cores} %{units}</strong>).

source: Single-precision floating point operations [TFLOP/s]
fr: Opérations en virgule flottante simple précision (TFlop/s)

source: Storage
fr: Stockage

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: No storage information available.
fr: Aucune information de stockage disponible.

source: Number of files
fr: Nombre de fichiers

source: Path
fr: Chemin

source: Used %{used} out of %{max}
fr: Utilisé %{used} sur %{max}

source: Space
fr: Espace

source: %{val} GiB
fr: %{val}Gio

source: %{val} KiB
fr: %{val}Kio

source: %{val} MiB
fr: %{val}Mio

source: %{val} TiB
fr: %{val}Tio

source: 0 B
fr: 0o

source: Days of Work
fr: Jours de travail

source: Jobs in Queue
fr: Tâches en file d'attente

source: Login Nodes
fr: Nœuds de connexion

source: Online
fr: En ligne

source: Utilization
fr: Utilisation

source: my.SciNet
fr: mon.SciNet

source: Education
fr: Éducation

source: Support
fr: Soutien
